experiments/redis_contention/max_bandwidth_single_server/clients_8_threads_1_pipeline_32_multi_get_50/loaded_pairs_0/pair_0/redis.out
1         Threads
8         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets        16872.13    843605.64         0.93        15.17021        15.16700        16.51100        20.09500    870086.09 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      16872.13    843605.64         0.93        15.17021        15.16700        16.51100        20.09500    870086.09